import React from "react";
import "../styles/About.css";

import AboutContent from "./AboutContent";

function About() {
  return (
    <>
      <div className="about">
        <h2>About this channel</h2>
        <AboutContent fact="ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်" />
        <AboutContent fact="ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်" />
        <AboutContent fact="ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်" />
        <AboutContent fact="ငြိမ်းချမ်းတဲ့နည်းလမ်းရဖို့ လေ့လာချင်တဲ့သူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်ဗုဒ္ဓအကြောင်းပိုမိုစူးစမ်းလိုသူများအတွက်" />
        <hr />
      </div>
    </>
  );
}

export default About;
